Revit 2027 API
ParameterTypeId.CurtaingridAdjustBorderHoriz Property
 "Adjust for Mullion Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridAdjustBorderHoriz { get; }
Public Shared ReadOnly Property CurtaingridAdjustBorderHoriz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridAdjustBorderHoriz {
	ForgeTypeId^ get ();
}
static member CurtaingridAdjustBorderHoriz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace